/**
 * Напиши функцию range, принимающую два аргумента,
 * начало и конец диапазона, и возвращающую массив,
 * который содержит все числа из него, включая начальное и конечное.
 *
 * Затем напишите функцию sum, принимающую массив чисел и возвращающую их сумму.
 *
 * Привер использования:
 * console.log(sum(range(1, 10))); -> 55
 */


/**
 * Напиши функцию reverse, принимающую массив ка аргумент,
 * и возвращающую массив, который содержит все елементы оригинального массива,
 * но в обратном порядке
 *
 * Привер использования:
 * console.log(reverse([1, 2, 3, 4, 5])); -> [5, 4, 3, 2, 1]
 */


